[
	{
	  "text": "Just saw a LinkedIn Influencer with 'Organic Growth' written in the profile with 65K+ followers claiming that he can help you in growing your platform, copying the posts from other influencers.",
	  "engagement": 90
	},
	{	
	  "text": "Jobseekers, this oneтАЩs for you.\n Every application, every interview, every follow-upтАж the pressure is immense.\n And I know what you're thinking: Am I not good enough? \n But let me tell you, this isnтАЩt about you or your skills. ItтАЩs about a broken system where 60% of applicants never hear back. \n Your mental health is not worth sacrificing for a system that doesnтАЩt acknowledge your worth. \n Please remember, taking care of yourself is the real priority. \n Your dream job will come, but for now, breathe. ЁЯМ╗",
	  "engagement": 347
	},
	{
	  "text": "Looking for jobs on LinkedIn is like online dating: Full of promises, but in the end, youтАЩre just left ghosted.",
	  "engagement": 109
	},
	{
	  "text": "LinkedIn scams be like: 'Congratulations, you've been selected for a role you didnтАЩt even apply for!' \n The catch? Pay Rs. 50,000 for the honor.",
	  "engagement": 115
	},
	{
	  "text": "sapne dekhna achi baat hai,\nlekin job ka sapna dekh ke 'interested' likhna,\nyeh toh achi baat nahi hai na?",
	  "engagement": 545
	},
	{
	  "text": "Next time when I'll be reading some LinkedIn Influencer's story, I am starting from the last line.\nIf there's a link attached to it, it's most probably a fake one.\nSaves me time!",
	  "engagement": 188
	},
	{
	  "text": "Every time I poured my heart into 5-6 rounds of interviews and faced rejection, it felt like a punch in the gut. The sleepless nights, the endless preparation, all for nothing.\n\nBut looking back, I realize it wasnтАЩt nothing. It was the UniverseтАЩs way of saying, тАЬNot this one, something better is on the way.тАЭ\n\nEvery single time, IтАЩve been shown why that rejection happened.\n\nDoors I thought I wanted to walk through were shut, only to have the right ones swing open.\n\nThe kind that aligned with my growth, my values, and my happiness.\n\nAt first, it stung. It hurt deeply. But now, when things donтАЩt go as planned, I donтАЩt panic.\n\nI donтАЩt question my worth. I sit back, breathe, and trust. The Universe knows.\n\nI know there's another plan waiting. Something bigger, better, and just for me.\n\nTo anyone feeling the weight of rejection: trust that the closed doors are protecting you from something you canтАЩt see right now.\n\nYour path is being cleared for something even more beautiful.",
	  "engagement": 206
	},
	{
	  "text": "To everyone who's still looking for a job...\n\nI see you. I feel you. 💔\n\nEvery rejection email feels like a punch in the gut, and every 'We'll get back to you' sounds more like 'You'll never hear from us.'\n\nBut I want you to know, you're not alone in this. 🌸\n\nAccording to a study, 80% of jobseekers struggle with anxiety and self-doubt during their search. It's normal to feel lost, but it's not the end.\n\nTake breaks, breathe, and remember, this doesn't define you. Your worth is not tied to an offer letter. 💥\n\nYour mental health matters more than any job.",
	  "engagement": 899
	},
	{
	  "text": "Sometimes, we forget that a companyтАЩs brand name doesnтАЩt define someoneтАЩs talent. ItтАЩs easy to get caught up in the 'big company = big talent' mindset, but that's not always the case.\n\nIтАЩve had the privilege of working with people from smaller companies (lesser known) who blow me away with their skills and dedication. They donтАЩt need a fancy title or a famous brand behind them to prove their worth.\n\nI've seen the other side tooтАФpeople in top-tier companies feeling lost, overwhelmed, or stuck, even though the world sees them as 'successful'.\n\nLetтАЩs stop attaching someoneтАЩs value to the company they work for. Freshers especially need to hear thisтАФskills are what matter, not the size of the company behind them.\n\nAt the end of the day, happiness and growth donтАЩt come from a brand name, they come from doing what you love and constantly improving your craft.",
	  "engagement": 166
	},
	{
	  "text": "So when I left a toxic work environment, I told my manager a simple thing and felt so good 😯\n\nI just said-\n\n'Hope your son gets a manager like you.\nI hope that the manager behaves the same way as you did with me.\nThank you.'\n\nNow tell me 1 thing-\n\nShe always said that she was a great manager.\nWhy will she get offended?\n\nI just told her that I wish her son would get a manager like she was.\n\nIf you felt bad, then that means you were a bad manager and now you know it. \ud83e\b80\n\nIf you feel good, then take it as a blessing for your son and you'll really want someone to treat your son/daughter in the same way.\n\nShe cannot be even angry with me else it'll prove that she was not a 'great' manager.\n\nMuskan - 1\nManager - 0\n\nMuskan -> Aura +100000000\n\n(Fictional message unfortunately :(\n)\n\nHope you all become the people that your sons/daughters will like to work under 🙏\n\nThere are a lot of bad people/things, bring a small change and break the chain :)",
	  "engagement": 1111
	},
	{
	  "text": "I am an AI Tools & ChatGPT Expert, and my salary package is 42 LPA.\n\nSounds familiar? If youтАЩve been on YouTube recently, IтАЩm sure youтАЩve seen this ad at least 100 times. Now, I have just one simple question тАУ Can someone please tell me which companies are hiring for this role and paying 42 LPA? Because IтАЩm also considering a career switch! ЁЯШВ\n\nSee guys, learning how to use a few AI tools won't magically get you a 42 LPA job. Selling courses isnтАЩt wrong, but selling them by giving false hopes is. Just because someone tells you that learning how to use a few AI tools will instantly land you a high-paying job doesnтАЩt make it true.\n\nSo, a humble request тАУ donтАЩt fall for these unrealistic promises. Invest in courses only to upskill yourself, not with the expectation of overnight success.\nIf anyone actually finds this 42 LPA AI Tools & ChatGPT Expert job, please let me know. IтАЩll also update my resume! ЁЯдг",
	  "engagement": 319
	},
	{
	  "text": "People talk about writing on LinkedIn like itтАЩs a formula.\n\nWrite about this + this.\n\nAnd your posts will do well.\n\nBut what does 'well' even mean?\n\nLots of likes?\nLots of reach?\nLots of people seeing your post?\n\nThey donтАЩt talk about the type of people liking it.\nThe kind of reach youтАЩre getting.\nThe exact people seeing your post.\n\nThereтАЩs a lot you can't control.\nBut there are things you can.\n\nDefining what 'well' means for yourself is one of them.\n\nBecause someone elseтАЩs 'well' is not your 'well.'\n\nIf youтАЩre blindly following, you donтАЩt have an algorithm issue.\n\nYou have a strategy issue.\n\nBecause your strategy informs what you do.\n\nAnd just as importantly, what you donтАЩt do.\n\nYour strategy will inform your positioning.\n\nThat in turn will shape your messaging.\n\nAnd your messaging connects with....\n\nWellтАж\n\nYour customers.\n\nNot just well. But really well.\n\n---\n\nControl the things you can and should.",
	  "engagement": 200
	},
	{
	  "text": "3 things a vacation with my parents taught me.\n\n(This was the first time when just the 3 of us had gone for a holiday.\nIt turned out to be an awesome experience - much better than I had thought.)\n\nUpon my return, the next day as I was meditating, I reflected on the 4 days, asking myself if there was anything new I figured about myself or them.\n\nHere they are:\n\n1. No amount of material success, social validation, professional growth or bank balance can match up to the feeling of pampering your parents and making them feel proud of who you have become.\n\nTheir pride when people asked me for selfies, the comfort in which we travelled and stayed - everything made them act like kids in a toy store.\n\nNothing makes a child happier than to see their parents experience this joy.\n\n2. The number of such occasions with your parents is drastically reducing.\n\nWe walked for 5-8kms every day and by the end of the day, both of them were quite tired. They are both 70+, so it's a matter of a few years until such holidays come to a stop.\n\nI wish I had started long ago :(\n\n3. Your parents have lived their life and are set in their ways.\nWhat they need now is not change.\nWhat they need is acceptance.\n\nI do not agree with everything that my parents say or do, and for the longest time, I thought it is my duty to change their ways.\n\nI was wrong.\n\nAt this age, the best I can do is to accept them.\n\nThere isn't much time.\n\nCall them, visit them, spend time with them, travel with them.\n\nThey do not need your money.\nThey need your time.\n\nPS: Every week, I share such thoughts in my newsletter. You can receive that email for free by subscribing from the link in comments.",
	  "engagement": 2454
	},
	{
	  "text": "If you don't understand the value of retention you can't survive the Service industry.\n\nBut, why do people promote retention of clients?\n\nBecause it's proof of the quality of services you are providing.\n\nI retained 50% of my clients to date.\n\nWhenever I ask them about their expectations,\n\nThey end up saying 'We don't have to worry about this, we know the quality you offer.'\n\nHow do you retain clients?\n\nONE Formula\n\n- never compromise with the quality you offer\n\nClients return for the experience.\n\nAs we say Experience>>>>>>>>>>\n\nBy creating content that resonates, I help B2B and B2C retain their customers.",
	  "engagement": 16
	},
	{
	  "text": "I landed my dream tech job in the USA during a recession... without sending a single application!\n\nYep, you read that right. And no, it wasn't just luck.\n\nHereтАЩs how I made it happen:\n\nI went all-in on making my LinkedIn profile stand out.\n\nEvery project I worked on? Posted it.\n\nThe impact it had? Documented it.\n\nThe problems it solved? Broke it all down.\n\nThen I discovered my golden ticket - Kaggle competitions.\n\nInstead of just participating, I started publishing in-depth notebooks breaking down complex ML problems into bite-sized pieces.\n\nEach notebook told a story: the 'why' behind feature engineering, the reasoning for model selection, even the failed experiments.\n\nI was solving real problems and teaching others along the way.\n\nBefore I knew it, people were actually engaging with my content, and guess who started sliding into my DMs? Hiring managers!",
	  "engagement": 1400
	},
	{
	  "text": "Remote work is not just a trend; it's becoming the future of work. Many companies are adopting flexible working models, but challenges remain in maintaining productivity and collaboration. How do you ensure work-life balance while working remotely?",
	  "engagement": 421
	},
	{
	  "text": "ф║║х╖ецЩ║шГ╜цнгхЬищвашжЖхРДшбМхРДф╕Ъя╝Мф╗ОхМ╗чЦЧф┐ЭхБехИ░щЗСшЮНя╝МхЖНхИ░цХЩшВ▓уАВшЩ╜чД╢хоГх╕жцЭеф║Жх╖ихдзчЪДф╛┐хИйхТМцХИчОЗя╝Мф╜Жф╣Ях╝ХхПСф║ЖхЕ│ф║ОщЪРчзБхТМх░▒ф╕ЪчЪДцЛЕх┐зуАВф╜ашодф╕║ф║║х╖ецЩ║шГ╜ф╝ЪхжВф╜Хх╜▒хУНцЬкцЭечЪДх╖еф╜Ьх╕ВхЬ║я╝Я",
	  "engagement": 387
	},
	{
	  "text": "рдШрд░ рд╕реЗ рдХрд╛рдо рдХрд░рдиреЗ рдХреА рд╕реБрд╡рд┐рдзрд╛ рд╣реЛрдиреЗ рд╕реЗ рдХреНрдпрд╛ рдХрд░реНрдордЪрд╛рд░рд┐рдпреЛрдВ рдХреА рдЙрддреНрдкрд╛рджрдХрддрд╛ рдмрдврд╝рддреА рд╣реИ рдпрд╛ рдШрдЯрддреА рд╣реИ? рдХреБрдЫ рд▓реЛрдЧ рдЗрд╕реЗ рдЕрдзрд┐рдХ рд▓рдЪреАрд▓рд╛рдкрди рджреЗрдиреЗ рд╡рд╛рд▓рд╛ рдорд╛рдирддреЗ рд╣реИрдВ, рдЬрдмрдХрд┐ рдХреБрдЫ рдХрд╛ рдорд╛рдирдирд╛ рд╣реИ рдХрд┐ рдЗрд╕рд╕реЗ рдзреНрдпрд╛рди рднрдЯрдХ рд╕рдХрддрд╛ рд╣реИред рдЖрдкрдХрд╛ рдХреНрдпрд╛ рдЕрдиреБрднрд╡ рд╣реИ?",
	  "engagement": 532
	},
	{
	  "text": "La transformaci├│n digital ha cambiado la forma en que operan las empresas. Desde la automatizaci├│n de procesos hasta la integraci├│n de inteligencia artificial, cada sector est├б evolucionando. ┬┐Crees que las empresas deben priorizar la digitalizaci├│n para seguir siendo competitivas?",
	  "engagement": 289
	},
	{
	  "text": "L'innovation technologique joue un r├┤le cl├й dans le d├йveloppement durable. L'intelligence artificielle et les ├йnergies renouvelables offrent des solutions prometteuses. Comment pouvons-nous ├йquilibrer innovation et protection de l'environnement?",
	  "engagement": 415
	},
	{
	  "text": "╪з┘Д╪┤┘Е┘И┘Д┘К╪й ┘Б┘К ╪и┘К╪ж╪й ╪з┘Д╪╣┘Е┘Д ╪з┘Д╪н╪п┘К╪л╪й ╪г╪╡╪и╪н╪к ┘Е┘Ж ╪г┘З┘Е ╪з┘Д┘Е┘И╪з╪╢┘К╪╣ ╪з┘Д╪к┘К ╪к┘Ж╪з┘В╪┤┘З╪з ╪з┘Д╪┤╪▒┘Г╪з╪к ╪з┘Д┘К┘И┘Е. ┘Е┘Ж ╪╢┘Е╪з┘Ж ╪з┘Д╪к┘Ж┘И╪╣ ╪з┘Д╪л┘В╪з┘Б┘К ╪е┘Д┘Й ╪к┘И┘Б┘К╪▒ ┘Б╪▒╪╡ ┘Е╪к┘Г╪з┘Б╪ж╪й╪М ┘Е╪з ┘З┘К ╪и╪▒╪г┘К┘Г ╪г┘Б╪╢┘Д ╪з┘Д╪╖╪▒┘В ┘Д╪м╪╣┘Д ╪и┘К╪ж╪й ╪з┘Д╪╣┘Е┘Д ╪г┘Г╪л╪▒ ╪┤┘Е┘И┘Д┘К╪й ┘И╪е┘Ж╪╡╪з┘Б┘Л╪з╪Я",
	  "engagement": 368
	},
	{
	  "text": "ржмрзИржЪрж┐рждрзНрж░рзНржп ржПржмржВ ржЕржирзНрждрж░рзНржнрзБржХрзНрждрж┐ рж╢рзБржзрзБржорж╛рждрзНрж░ ржХрж░рзНржкрзЛрж░рзЗржЯ ржжрзБржирж┐ржпрж╝рж╛рж░ ржЬржирзНржпржЗ ржЧрзБрж░рзБрждрзНржмржкрзВрж░рзНржг ржиржпрж╝, ржПржЯрж┐ рж╕ржорж╛ржЬрзЗрж░ ржЬржирзНржпржУ ржЕржкрж░рж┐рж╣рж╛рж░рзНржпред ржХрж░рзНржоржХрзНрж╖рзЗрждрзНрж░рзЗ рж▓рж┐ржЩрзНржЧ рж╕ржорждрж╛, рж╕рж╛ржВрж╕рзНржХрзГрждрж┐ржХ ржмрзИржЪрж┐рждрзНрж░рзНржп ржПржмржВ ржкрзНрж░рждрж┐ржмржирзНржзрзАржжрзЗрж░ ржЬржирзНржп рж╕рзБржпрзЛржЧ рж╕рзГрж╖рзНржЯрж┐рж░ ржмрж┐рж╖ржпрж╝рзЗ ржЖржкржирж╛рж░ ржХрзА ржорждрж╛ржоржд?",
	  "engagement": 272
	},
	{
	  "text": "A sustentabilidade ├й uma prioridade para muitas empresas hoje em dia. Desde a redu├з├гo da pegada de carbono at├й a ado├з├гo de pr├бticas mais ecol├│gicas, h├б muito a ser feito. Como sua empresa est├б contribuindo para um futuro mais sustent├бvel?",
	  "engagement": 329
	},
	{
	  "text": "╨Ы╨╕╨┤╨╡╤А╤Б╤В╨▓╨╛ ╨▓ ╤Б╨╛╨▓╤А╨╡╨╝╨╡╨╜╨╜╨╛╨╝ ╨╝╨╕╤А╨╡ ╤В╤А╨╡╨▒╤Г╨╡╤В ╤Г╤Б╤В╨╛╨╣╤З╨╕╨▓╨╛╤Б╤В╨╕ ╨╕ ╨│╨╕╨▒╨║╨╛╤Б╤В╨╕. ╨Ъ╤А╨╕╨╖╨╕╤Б╤Л ╨╕ ╨╜╨╡╨╛╨┐╤А╨╡╨┤╨╡╨╗╨╡╨╜╨╜╨╛╤Б╤В╤М ╤Б╤В╨░╨╗╨╕ ╨╜╨╛╤А╨╝╨╛╨╣. ╨Ъ╨░╨║ ╨╗╨╕╨┤╨╡╤А╤Л ╨╝╨╛╨│╤Г╤В ╤А╨░╨╖╨▓╨╕╨▓╨░╤В╤М ╤Н╨╝╨╛╤Ж╨╕╨╛╨╜╨░╨╗╤М╨╜╤Г╤О ╤Г╤Б╤В╨╛╨╣╤З╨╕╨▓╨╛╤Б╤В╤М ╨╕ ╨▓╨┤╨╛╤Е╨╜╨╛╨▓╨╗╤П╤В╤М ╤Б╨▓╨╛╨╕ ╨║╨╛╨╝╨░╨╜╨┤╤Л?",
	  "engagement": 451
	},
	{
	  "text": "╪з┘Д╪╣┘Е┘Д ╪╣┘Ж ╪и╪╣╪п ╪г╪╡╪и╪н ╪н┘В┘К┘В╪й ┘Д╪з ┘Е┘Б╪▒ ┘Е┘Ж┘З╪з. ┘И┘Д┘Г┘Ж ┘Г┘К┘Б ┘Ж╪н╪з┘Б╪╕ ╪╣┘Д┘Й ╪з┘Д╪к╪н┘Б┘К╪▓ ┘И╪з┘Д╪к┘Б╪з╪╣┘Д ╪и┘К┘Ж ╪з┘Д╪▓┘Е┘Д╪з╪б ╪╣┘Ж╪п┘Е╪з ┘Ж╪╣┘Е┘Д ┘Е┘Ж ┘Е┘Ж╪з╪▓┘Д┘Ж╪з╪Я ┘З┘Д ╪к╪╣╪к┘В╪п ╪г┘Ж ╪з┘Д╪з╪м╪к┘Е╪з╪╣╪з╪к ╪з┘Д╪з┘Б╪к╪▒╪з╪╢┘К╪й ┘Б╪╣╪з┘Д╪й ╪и┘В╪п╪▒ ╪з┘Д╪з╪м╪к┘Е╪з╪╣╪з╪к ╪з┘Д╪к┘В┘Д┘К╪п┘К╪й╪Я",
	  "engagement": 390
	},
	{
	  "text": "Hinglish: Sustainability kaafi important hai! Par kya hum apni daily life mein eco-friendly practices ko adopt kar rahe hain? Aap kya kar rahe hain pollution aur waste reduction ke liye?",
	  "engagement": 498
	},
	{
	  "text": "AI is transforming healthcare at an unprecedented pace. From AI-driven diagnostics to robotic surgeries, technology is improving patient outcomes. However, concerns about data privacy and ethical implications remain. How do you think AI will shape the future of healthcare?",
	  "engagement": 379
	},
	{
	  "text": "ф║║х╖ецЩ║цЕзцКАшбУцнгхЬищА▓ф╕АцнецФ╣хЦДчТ░хвГф┐Эшн╖х╖еф╜Ья╝Мф╛ЛхжВщАПщБОцХ╕цУЪхИЖцЮРц╕Ых░Счв│цОТцФ╛уАБчЫгц╕мц░гхАЩшоКхМЦчнЙуАВф╜ашкНчВ║ AI щВДхПпф╗ехЬихУкф║ЫцЦ╣щЭвх╣лхКйчТ░хвГф┐Эшн╖я╝Я",
	  "engagement": 255
	},
	{
	  "text": "рдбрд┐рдЬрд┐рдЯрд▓ рдЯреНрд░рд╛рдВрд╕рдлреЙрд░реНрдореЗрд╢рди рдХреЗ рджреМрд░ рдореЗрдВ рдЫреЛрдЯреЗ рдФрд░ рдордзреНрдпрдо рд╡реНрдпрд╡рд╕рд╛рдпреЛрдВ рдХреЛ рд╕рдмрд╕реЗ рдЬреНрдпрд╛рджрд╛ рдлрд╛рдпрджрд╛ рдХреИрд╕реЗ рдорд┐рд▓ рд╕рдХрддрд╛ рд╣реИ? рдХреНрдпрд╛ рд╕рд░рдХрд╛рд░реА рд╕рд╣рд╛рдпрддрд╛ рдФрд░ рдЯреЗрдХреНрдиреЛрд▓реЙрдЬреА рдПрдбреЙрдкреНрд╢рди рдЙрдиреНрд╣реЗрдВ рдХреЙрд░рдкреЛрд░реЗрдЯ рдХрдВрдкрдирд┐рдпреЛрдВ рдХреЗ рдореБрдХрд╛рдмрд▓реЗ рдЦрдбрд╝рд╛ рдХрд░ рд╕рдХрддрд╛ рд╣реИ?",
	  "engagement": 340
	},
	{
	  "text": "┬┐C├│mo la inteligencia artificial est├б impactando la educaci├│n? Desde herramientas de aprendizaje personalizadas hasta evaluaci├│n automatizada, la tecnolog├нa est├б revolucionando el sector educativo. ┬┐Qu├й opinas sobre el uso de IA en la educaci├│n?",
	  "engagement": 412
	},
	{
	  "text": "L'intelligence artificielle pourrait-elle remplacer les emplois traditionnels? Bien que l'automatisation am├йliore l'efficacit├й, elle soul├иve des inqui├йtudes concernant l'emploi. Quelles comp├йtences doivent d├йvelopper les travailleurs pour rester pertinents dans un monde domin├й par l'IA?",
	  "engagement": 287
	},
	{
	  "text": "┘Г┘К┘Б ┘К┘Е┘Г┘Ж┘Ж╪з ╪к╪н┘В┘К┘В ╪к╪н┘И┘Д ╪▒┘В┘Е┘К ╪п┘И┘Ж ╪з┘Д╪к╪╢╪н┘К╪й ╪и╪з┘Д╪о╪╡┘И╪╡┘К╪й╪Я ┘Б┘К ╪╣╪з┘Д┘Е ┘Е╪к╪╡┘Д ╪и╪┤┘Г┘Д ┘Е╪к╪▓╪з┘К╪п╪М ╪з┘Д╪и┘К╪з┘Ж╪з╪к ╪з┘Д╪┤╪о╪╡┘К╪й ╪г╪╡╪и╪н╪к ╪г┘Г╪л╪▒ ╪╣╪▒╪╢╪й ┘Д┘Д╪з╪о╪к╪▒╪з┘В. ┘Е╪з ┘З┘К ╪г┘Б╪╢┘Д ╪з┘Д┘Е┘Е╪з╪▒╪│╪з╪к ┘Д╪н┘Е╪з┘К╪й ╪з┘Д╪о╪╡┘И╪╡┘К╪й ┘Б┘К ╪╣╪╡╪▒ ╪з┘Д╪к┘Г┘Ж┘И┘Д┘И╪м┘К╪з ╪з┘Д┘Е╪к┘В╪п┘Е╪й╪Я",
	  "engagement": 276
	},
	{
	  "text": "ржХрзЛржнрж┐ржб-ржкрж░ржмрж░рзНрждрзА ржпрзБржЧрзЗ рж╕рзНржмрж╛рж╕рзНржерзНржп рж╕ржЪрзЗрждржирждрж╛ ржХрждржЯрж╛ ржЧрзБрж░рзБрждрзНржмржкрзВрж░рзНржг рж╣ржпрж╝рзЗ ржЙржарзЗржЫрзЗ? ржорж╛ржирж╕рж┐ржХ ржПржмржВ рж╢рж╛рж░рзАрж░рж┐ржХ рж╕рзБрж╕рзНржерждрж╛ ржирж┐рж╢рзНржЪрж┐ржд ржХрж░рждрзЗ ржЖржорж░рж╛ ржХрзЛржи ржирждрзБржи ржЕржнрзНржпрж╛рж╕ржЧрзБрж▓рж┐ ржЧрзНрж░рж╣ржг ржХрж░рзЗржЫрж┐?",
	  "engagement": 334
	},
	{
	  "text": "A lideran├зa resiliente ├й fundamental para superar desafios econ├┤micos e sociais. Como um bom l├нder pode manter a moral da equipe alta em tempos de crise?",
	  "engagement": 415
	},
	{
	  "text": "╨Ы╤О╨┤╨╕ ╨╕╨╗╨╕ ╤В╨╡╤Е╨╜╨╛╨╗╨╛╨│╨╕╨╕: ╤З╤В╨╛ ╨▓╨░╨╢╨╜╨╡╨╡ ╨┤╨╗╤П ╤Г╤Б╨┐╨╡╤И╨╜╨╛╨│╨╛ ╨▒╨╕╨╖╨╜╨╡╤Б╨░? ╨Э╨╡╨║╨╛╤В╨╛╤А╤Л╨╡ ╤Б╤З╨╕╤В╨░╤О╤В, ╤З╤В╨╛ ╤З╨╡╨╗╨╛╨▓╨╡╤З╨╡╤Б╨║╨╕╨╣ ╤Д╨░╨║╤В╨╛╤А ╨▓╤Б╨╡╨│╨┤╨░ ╨▒╤Г╨┤╨╡╤В ╨╛╨┐╤А╨╡╨┤╨╡╨╗╤П╤О╤Й╨╕╨╝, ╨┤╤А╤Г╨│╨╕╨╡ ╨╢╨╡ ╤Г╨▓╨╡╤А╨╡╨╜╤Л, ╤З╤В╨╛ ╨░╨▓╤В╨╛╨╝╨░╤В╨╕╨╖╨░╤Ж╨╕╤П тАУ ╤Н╤В╨╛ ╨▒╤Г╨┤╤Г╤Й╨╡╨╡. ╨Р ╤З╤В╨╛ ╨┤╤Г╨╝╨░╨╡╤В╨╡ ╨▓╤Л?",
	  "engagement": 390
	},
	{
	  "text": "Hinglish: AI ka impact hamari jobs pe kaise padega? Kya aapko lagta hai ki automation naye opportunities create karega ya existing jobs ko replace karega?",
	  "engagement": 540
	},
	{
	  "text": "Work-life balance is essential for mental well-being. With longer working hours and constant digital connectivity, burnout has become a real issue. How do you set boundaries to maintain a healthy balance?",
	  "engagement": 471
	},
	{
	  "text": "цХ╕хнЧхЙ╡цЦ░хжВф╜Хх╣лхКйхЙ╡ценхЕмхП╕х┐лщАЯчЩ╝х▒Хя╝Ях╛ЮщЫ▓шиИчоЧхИ░хНАхбКщПИя╝МцКАшбУчВ║хИЭхЙ╡ф╝БценцПРф╛Ыф║ЖхЙНцЙАцЬкцЬЙчЪДцйЯцЬГуАВф╜ашкНчВ║хУкчиоцКАшбУх░НхЙ╡ценцЬАцЬЙх╣лхКйя╝Я",
	  "engagement": 238
	},
	{
	  "text": "рдХреНрдпрд╛ рдорд╣рд┐рд▓рд╛рдПрдБ рдХрд╛рд░реНрдпрд╕реНрдерд▓ рдкрд░ рд╕рдорд╛рди рдЕрд╡рд╕рд░ рдкреНрд░рд╛рдкреНрдд рдХрд░ рд░рд╣реА рд╣реИрдВ? рднрд▓реЗ рд╣реА рд▓реИрдВрдЧрд┐рдХ рд╕рдорд╛рдирддрд╛ рдХреА рджрд┐рд╢рд╛ рдореЗрдВ рдХрд╛рдлреА рдкреНрд░рдЧрддрд┐ рд╣реБрдИ рд╣реИ, рдлрд┐рд░ рднреА рдХрдИ рдХреНрд╖реЗрддреНрд░реЛрдВ рдореЗрдВ рдЕрднреА рднреА рдЕрд╕рдорд╛рдирддрд╛ рдмрдиреА рд╣реБрдИ рд╣реИред рдЖрдкрдХреА рд░рд╛рдп рдореЗрдВ рдХреНрдпрд╛ рдХрд┐рдпрд╛ рдЬрд╛рдирд╛ рдЪрд╛рд╣рд┐рдП?",
	  "engagement": 315
	},
	{
	  "text": "┬┐Es posible lograr un mundo sin contaminaci├│n? Desde el reciclaje hasta la energ├нa renovable, hay muchas soluciones. Pero, ┬┐estamos realmente haciendo lo suficiente para abordar el problema ambiental?",
	  "engagement": 502
	},
	{
	  "text": "Les ├йnergies renouvelables sont-elles la solution au changement climatique? Le solaire, l'├йolien et l'hydro├йlectrique gagnent en popularit├й, mais leur adoption reste limit├йe. Que faudrait-il faire pour acc├йl├йrer leur utilisation?",
	  "engagement": 428
	},
	{
	  "text": "┘Г┘К┘Б ┘К┘Е┘Г┘Ж ┘Д┘Д╪░┘Г╪з╪б ╪з┘Д╪з╪╡╪╖┘Ж╪з╪╣┘К ╪к╪╣╪▓┘К╪▓ ╪з┘Д╪з┘В╪к╪╡╪з╪п ╪з┘Д╪╣╪з┘Д┘Е┘К╪Я ┘Е┘Ж ╪к╪н╪│┘К┘Ж ╪з┘Д┘Г┘Б╪з╪б╪й ╪е┘Д┘Й ╪о┘Д┘В ┘И╪╕╪з╪ж┘Б ╪м╪п┘К╪п╪й╪М ╪з┘Д╪░┘Г╪з╪б ╪з┘Д╪з╪╡╪╖┘Ж╪з╪╣┘К ┘Д╪п┘К┘З ╪з┘Д┘В╪п╪▒╪й ╪╣┘Д┘Й ╪к╪║┘К┘К╪▒ ╪з┘Д┘Е╪┤┘З╪п ╪з┘Д╪з┘В╪к╪╡╪з╪п┘К ╪и╪з┘Д┘Г╪з┘Е┘Д. ┘Г┘К┘Б ╪к╪▒┘Й ┘Е╪│╪к┘В╪и┘Д ╪з┘Д╪░┘Г╪з╪б ╪з┘Д╪з╪╡╪╖┘Ж╪з╪╣┘К ┘Б┘К ╪з┘Д╪з┘В╪к╪╡╪з╪п╪Я",
	  "engagement": 359
	},
	{
	  "text": "A automa├з├гo pode criar mais empregos do que destruir? Embora muitas tarefas manuais estejam sendo substitu├нdas, novas oportunidades surgem. Como podemos garantir que ningu├йm fique para tr├бs?",
	  "engagement": 375
	},
	{
	  "text": "After numerous rejections, I discovered that every 'no' brings me closer to the right 'yes.' Embrace setbacks as lessons for future success. Let your failures guide you toward greater achievements.",
	  "engagement": 320
	},
	{
	  "text": "хЬицХ░хнЧцЧ╢ф╗гя╝МцМБч╗нхнжф╣ахПШх╛ЧцпФф╗ех╛Аф╗╗ф╜ХцЧ╢хАЩщГ╜щЗНшжБуАВщЭвхп╣ф╕НцЦнхПШхМЦчЪДх╕ВхЬ║хТМцКАцЬпя╝Мф┐ЭцМБчлЮф║ЙхКЫщЬАшжБф╕НцЦнш┐ЫцнеуАВф╜ахжВф╜ХхЬишБМф╕ЪчФЯц╢пф╕нф┐ЭцМБхнжф╣ачЪДчГнцГЕя╝Я",
	  "engagement": 280
	},
	{
	  "text": "Remote work has redefined traditional office culture. It challenges us to find innovative ways to connect, collaborate, and stay inspired despite physical distance. What strategies have you found effective?",
	  "engagement": 410
	},
	{
	  "text": "рд╡рд┐рд╡рд┐рдзрддрд╛ рдФрд░ рд╕рдорд╛рд╡реЗрд╢рд┐рддрд╛ рд╕реЗ рднрд░реА рдХрд╛рд░реНрдпрд╕реНрдерд▓ рди рдХреЗрд╡рд▓ рдЙрддреНрдкрд╛рджрдХрддрд╛ рдмрдврд╝рд╛рддреА рд╣реИ, рдмрд▓реНрдХрд┐ рдирдИ рд╕реЛрдЪ рдФрд░ рд╕рдорд╛рдзрд╛рди рднреА рдкреИрджрд╛ рдХрд░рддреА рд╣реИред рдХреНрдпрд╛ рдЖрдк рдЕрдкрдиреЗ рдХрд╛рд░реНрдпрд╕реНрдерд▓ рдореЗрдВ рдЗрд╕ рдкрд░рд┐рд╡рд░реНрддрди рдХреЛ рдорд╣рд╕реВрд╕ рдХрд░ рд░рд╣реЗ рд╣реИрдВ?",
	  "engagement": 370
	},
	{
	  "text": "La transformaci├│n digital es un viaje continuo, lleno de aprendizajes y desaf├нos. Cada paso hacia la innovaci├│n abre nuevas oportunidades y plantea preguntas. ┬┐Cu├бl ha sido tu mayor aprendizaje en este camino?",
	  "engagement": 335
	},
	{
	  "text": "L'importance de l'innovation dans le secteur de la sant├й ne peut ├кtre sous-estim├йe. Les technologies ├йmergentes offrent des solutions r├йvolutionnaires, mais posent ├йgalement des d├йfis ├йthiques. Quelle est votre perspective?",
	  "engagement": 395
	},
	{
	  "text": "╪з┘Д╪к╪н╪п┘К╪з╪к ┘Б┘К ╪╣╪з┘Д┘Е ╪з┘Д╪╣┘Е┘Д ╪з┘Д╪н╪п┘К╪л ╪к╪к╪╖┘Д╪и ┘Е╪▒┘И┘Ж╪й ┘И╪к┘Б┘Г┘К╪▒ ┘Е╪и╪к┘Г╪▒. ┘Г┘Д ┘К┘И┘Е ┘К╪н┘Е┘Д ┘Е╪╣┘З ┘Б╪▒╪╡╪й ┘Д╪к╪╣┘Д┘Е ╪┤┘К╪б ╪м╪п┘К╪п ┘И╪к╪н╪п┘К ╪з┘Д┘В┘К┘И╪п ╪з┘Д╪к┘В┘Д┘К╪п┘К╪й. ┘Г┘К┘Б ╪к┘И╪з╪м┘З ╪к╪н╪п┘К╪з╪к ╪з┘Д╪╣┘Е┘Д ╪з┘Д┘К┘И┘Е┘К╪й ┘Б┘К ╪и┘К╪ж╪й ┘Е╪к╪║┘К╪▒╪й╪Я",
	  "engagement": 360
	},
	{
	  "text": "ржкрзНрж░ржпрзБржХрзНрждрж┐рж░ ржЕржЧрзНрж░ржЧрждрж┐ ржЖржорж╛ржжрзЗрж░ ржЬрзАржмржирзЗ ржмрж┐ржкрзНрж▓ржм ржШржЯрж┐рзЯрзЗржЫрзЗред ржХрж░рзНржоржХрзНрж╖рзЗрждрзНрж░рзЗ ржирждрзБржи ржкрзНрж░ржпрзБржХрзНрждрж┐рж░ ржмрзНржпржмрж╣рж╛рж░ рж╕рзГржЬржирж╢рзАрж▓рждрж╛ ржПржмржВ ржжржХрзНрж╖рждрж╛ ржмрзГржжрзНржзрж┐рждрзЗ рж╕рж╣рж╛ржпрж╝ржХред ржЖржкржирж╛рж░ ржХрж╛ржЬрзЗрж░ ржХрзНрж╖рзЗрждрзНрж░рзЗ ржкрзНрж░ржпрзБржХрзНрждрж┐рж░ ржкрзНрж░ржнрж╛ржм ржХрзЗржоржи?",
	  "engagement": 310
	},
	{
	  "text": "A sustentabilidade n├гo ├й apenas uma meta ambiental, mas uma responsabilidade que devemos assumir coletivamente. Empresas e indiv├нduos podem fazer a diferen├зa adotando pr├бticas sustent├бveis. Qual ├й a sua contribui├з├гo?",
	  "engagement": 420
	},
	{
	  "text": "╨г╤Б╨┐╨╡╤Е ╨▓ ╤Б╨╛╨▓╤А╨╡╨╝╨╡╨╜╨╜╨╛╨╝ ╨▒╨╕╨╖╨╜╨╡╤Б╨╡ ╤В╤А╨╡╨▒╤Г╨╡╤В ╨┐╨╛╤Б╤В╨╛╤П╨╜╨╜╨╛╨│╨╛ ╨╛╨▒╤Г╤З╨╡╨╜╨╕╤П ╨╕ ╨░╨┤╨░╨┐╤В╨░╤Ж╨╕╨╕ ╨║ ╨╜╨╛╨▓╤Л╨╝ ╤Г╤Б╨╗╨╛╨▓╨╕╤П╨╝. ╨Ъ╨░╨║╨╕╨╡ ╨╜╨░╨▓╤Л╨║╨╕ ╨▓╤Л ╤А╨░╨╖╨▓╨╕╨▓╨░╨╡╤В╨╡, ╤З╤В╨╛╨▒╤Л ╨╛╤Б╤В╨░╨▓╨░╤В╤М╤Б╤П ╨║╨╛╨╜╨║╤Г╤А╨╡╨╜╤В╨╛╤Б╨┐╨╛╤Б╨╛╨▒╨╜╤Л╨╝ ╨▓ ╤Н╤В╨╛╨╝ ╤Б╤В╤А╨╡╨╝╨╕╤В╨╡╨╗╤М╨╜╨╛ ╨╝╨╡╨╜╤П╤О╤Й╨╡╨╝╤Б╤П ╨╝╨╕╤А╨╡?",
	  "engagement": 380
	},
	{
	  "text": "Hinglish: Networking ka matlab sirf contacts banana nahi, balki ek dusre ke growth me contribute karna bhi hai. Aap apne network se kya naya seekh rahe hain, aur kaise apni journey ko enrich kar rahe hain?",
	  "engagement": 440
	},
	{
	  "text": "Digital transformation is reshaping industries globally, creating new paradigms in business strategy and operations. How are you leveraging emerging technologies to drive innovation and growth in your organization?",
	  "engagement": 405
	},
	{
	  "text": "ф║║х╖ецЩ║шГ╜цКАцЬпчЪДш┐ЕщАЯхПСх▒Хф╕║хРДшбМхРДф╕Ъх╕жцЭеф║ЖцЬ║щБЗф╕ОцМСцИШуАВщЩдф║ЖцПРхНЗцХИчОЗя╝МхжВф╜Хчбоф┐ЭцХ░цНохоЙхЕихТМщЪРчзБф┐ЭцКдцИРф╕║ф║ЖцЦ░чЪДшп╛щвШуАВф╜ахп╣цЬкцЭечЪДAIх║ФчФицЬЙф╜ХцЬЯх╛Ея╝Я",
	  "engagement": 350
	},
	{
	  "text": "рдбрд┐рдЬрд┐рдЯрд▓ рдпреБрдЧ рдореЗрдВ рд╕рдлрд▓рддрд╛ рдХреЗ рд▓рд┐рдП рдирд┐рд░рдВрддрд░ рд╕реАрдЦрдирд╛ рдФрд░ рд╕реНрд╡рдпрдВ рдХреЛ рдЕрдкрдбреЗрдЯ рд░рдЦрдирд╛ рдЕрдирд┐рд╡рд╛рд░реНрдп рд╣реИред рдмрджрд▓рддреЗ рд╕рдордп рдХреЗ рд╕рд╛рде рддрд╛рд▓рдореЗрд▓ рдмрд┐рдард╛рдиреЗ рдХреЗ рд▓рд┐рдП рдЖрдкрдХреА рдХреНрдпрд╛ рд░рдгрдиреАрддрд┐ рд╣реИ?",
	  "engagement": 395
	},
	{
	  "text": "La importancia de la resiliencia en tiempos de incertidumbre es m├бs evidente que nunca. Cada desaf├нo es una oportunidad para crecer y aprender. ┬┐C├│mo te fortaleces ante las adversidades?",
	  "engagement": 430
	},
	{
	  "text": "L'innovation et l'adaptation sont essentielles pour naviguer dans le paysage professionnel moderne. Adoptez le changement comme une opportunit├й pour progresser et enrichir vos comp├йtences.",
	  "engagement": 390
	},
	{
	  "text": "╪з┘Д╪╣╪з┘Д┘Е ╪з┘Д╪▒┘В┘Е┘К ┘К╪к╪║┘К╪▒ ╪и╪│╪▒╪╣╪й╪М ┘И┘Е╪╣ ┘Г┘Д ╪к╪║┘К┘К╪▒ ╪к╪г╪к┘К ┘Б╪▒╪╡ ╪м╪п┘К╪п╪й ┘И╪к╪н╪п┘К╪з╪к ┘Е╪к╪м╪п╪п╪й. ┘Г┘К┘Б ╪к╪│╪к╪╣╪п ┘Д┘Е┘И╪з╪м┘З╪й ╪к╪н╪п┘К╪з╪к ╪з┘Д┘Е╪│╪к┘В╪и┘Д ┘Б┘К ╪╣╪╡╪▒ ╪з┘Д╪к┘В┘Ж┘К╪й ╪з┘Д┘Е╪к╪╖┘И╪▒╪й╪Я",
	  "engagement": 415
	}
  ]
	